      ******************************************************************
      * TEST COPYBOOK CUSTMAS
      ******************************************************************
       01  CUSTMAS-REC.
           05 CUSTID           PIC X(10).
           05 CUSTNM           PIC X(40).
           05 CITY             PIC X(30).
