      ******************************************************************
      * TEST COPYBOOK EXAMSCORE — pairs EXAMSCORE.dds（考试成绩）
      ******************************************************************
       01  EXAMSCORE-REC.
           05 STUID            PIC X(10).
           05 EXAMDATE         PIC S9(08) COMP-3.
           05 SUBJECT          PIC X(16).
           05 SCORE            PIC S9(3)V9(2) COMP-3.
           05 FULLSCR          PIC S9(3)V9(2) COMP-3.
