      ******************************************************************
      * TEST COPYBOOK STUDENT — pairs STUDENT.dds（学生）
      ******************************************************************
       01  STUDENT-REC.
           05 STUID            PIC X(10).
           05 GCLSID           PIC X(08).
           05 STUNM            PIC X(30).
           05 GENDER           PIC X(01).
           05 BIRTHDT          PIC S9(08) COMP-3.
